Autodesk.Revit.DB.HermiteFace
A cubic hermite spline face of a 3d solid.
Remarks: Hermite faces are defined by cubic hermite spline surfaces bounded by edge loops.
The surfaces provide natural UV parameterization to the faces.